-- 表 watchlist 的数据导出
-- 导出时间: 2025-07-31 15:48:38.665140

INSERT INTO watchlist (id, user_id, stock_code, stock_name, group_name, created_at) VALUES
(5, 6, '688114', '华大智造', 'default', 2025-05-26 05:30:19),
(6, 6, '300223', '北京君正', 'default', 2025-05-26 05:43:19),
(20, 6, '603667', '五洲新春', 'default', 2025-05-27 07:52:52),
(53, 6, '601669', '中国电建', 'default', 2025-07-21 09:27:23.509411),
(54, 6, '601868', '中国能建', 'default', 2025-07-22 09:39:29.271743),
(55, 6, '003007', '直真科技', 'default', 2025-07-28 09:45:42.058081)
;
